<?php
$localization = array(
    
    'hebrew' =>  array(
        
        'homepage' => array(
            
            'h1_title'            => 'פתרון קל לבניית תפריט יומי',
            'title_discription'    => 'אחרי חישובים והסברים,הגענו לשלב בו אנו בונים תפריט.מה בעצם נשאר לנו? חישבנו את ההוצאה הקלורית,חישבנו כמה קלוריות התפריט שלנו יכלול וגם כמה גרם אנו צריכים מכל אב מזון. אחרי כל זה,נותר רק להכניס מאכלים לתפריט.',
            'dish_menu'           => array(
                'dishname'      => 'יש להזין כאן את שם הפריט',
                'quantity'      => 'כמות',
                'weight'        => 'יחידות מידה',
                'units'         => 'משקל בגרם',
                'total-units'   => 'סה"כ משקל',
                'addtomeal'     => 'הוסף לארוחה',
                'carbs'         => 'פחמימות',
                'protens'       => 'חלבונים',
                'fats'          => 'שומן',
                'kal'           => 'קלוריות',
                )
            ),
        'dropdown'      => array(
            'weight'    => array(
                    'cup'       => 'כוס',
                    'tbsp'      => 'כף',
                    'pat'       => 'תַבְנִית',
                    'stick'     => 'מקל',
                ),
            'meals'         => array (
                'brekfast'  => 'ארוחת בוקר',
                'snake1'    => 'ארוחה קלה ראשונה',
                'noon'      => 'צהריים',
                'snake2'    => 'ארוחה קלה שנייה',
                'evning'    => 'ארוחת ערב',
                ),
            ),
         
        
        
        )
    );
    
    
    
?>