<?php
$localization = array(
    
    'hebrew' =>  array(
        
        'homepage' => array(
            
            'h1_title'          => 'פשוט לבנות תפריט יומי',
            'title_discription' => 'אחרי חישובים והסברים,הגענו לשלב בו אנו בונים תפריט.מה בעצם נשאר לנו? חישבנו את ההוצאה הקלורית,חישבנו כמה קלוריות התפריט שלנו יכלול וגם כמה גרם אנו צריכים מכל אב מזון. אחרי כל זה,נותר רק להכניס מאכלים לתפריט.',
            'dish_menu'         => array(
                'dishname'      => 'שם המנה:',
                'dishname_input'      => 'יש להקליד את שם המנה כאן',
                'quantity'      => 'כמות',
                'weight'        => 'יחידות מידה',
                'units'         => 'משקל (g)',
                'total-units'   => 'סה"כ משקל',
                'addtomeal'     => 'הוסף לארוחה',
                'carbs'         => 'פחמימות',
                'protens'       => 'חלבונים',
                'fats'          => 'שומן',
                'kal'           => 'קלוריות',
                )
            ),
        'dropdown'      => array(
            'weight'    => array(
                    'cup'       => 'כוס',
                    'tbsp'      => 'כף',
                    'pat'       => 'תַבְנִית',
                    'stick'     => 'מקל',
                ),
            'meals'         => array (
                'brekfast'  => 'ארוחת בוקר',
                'snake1'    => 'ארוחה קלה ראשונה',
                'noon'      => 'צהריים',
                'snake2'    => 'ארוחה קלה שנייה',
                'evning'    => 'ארוחת ערב',
                ),
            ),
         
        
        
        )
    );
    
    
    
?>